code/openfoam/tutorials/multiRegion/CHT/VoFcoolingCylinder2D/constant/fluid/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases  (water air);

sigma
{
    type    temperatureDependent;
    sigma
    {
        ${${FOAM_ETC}/thermoData/NSRDSinterfaceProperties!H2O/sigma}
    }
}

// ************************************************************************* //
